[["\"Multiview Fusion for Canonical View Generation based on Homography Constraints\" ","A. Tyagi, J. Davis, and M. Keck ","<i>ACM Mulimedia Workshop on Video Surveillance and Sensor Networks</i>, October 2006, pp. 61-69.","Publications/vssn06a.pdf"],["\"Minimal-Latency Human Action Recognition using Reliable-Inference\"","J. Davis and A. Tyagi","<i>Image and Vision Computing</i>, Vol. 24, 2006, pp. 455-472.","Publications/ivc06.pdf"],["\"Human Activity Recognition for Synthesis\"","Y. Chen, R. Parent, R. Machiraju, and J. Davis ","<i>IEEE Workshop on Learning, Representation, and Context for Human Sensing in Video</i>, New York, NY, June 22, 2006.","Publications/lrchsv06.pdf"],["\"Feature-level Fusion for Object Segmentation using Mutual Information\"","V. Sharma and J. Davis","<i>IEEE Workshop on Object Tracking and Classification in and Beyond the Visible Spectrum</i>, ","New York, NY, June 22, 2006.","Publications/otcbvs06.pdf"],["\"Sampling Representative Examples for Dimensionality Reduction and Recognition - Bootstrap","Bumping LDA\"","H. Gao and J. Davis","<i>European Conference on Computer Vision (ECCV)</i>, Graz, Austria, May 7-13, 2006, Part III, LNCS 3953, pp. 275-287.","Publications/eccv06.pdf"],["\"Why Direct LDA Is Not Equivalent to LDA\"","H. Gao and J. Davis","<i>Pattern Recognition</i>, Vol. 39, 2006, pp. 1002-1006.","Publications/pr06.pdf"],["\"Event Template Hierarchies as Means for Human-Automation Collaboration in Security Surveillance\"","D. Woods, S. McNee, J. Davis, A. Morison, P. Maughan, and K. Christoffersen","<i>Human Factors and Ergonomics Society Annual Meeting</i>, Orlando, FL, September 26-28, 2005.","Publications/eventTemplates05.pdf"],["\"Modeling Behavior Trends and Detecting Abnormal Events using Seasonal","Kalman Filters\"","J. Davis and M. Keck","<i>Workshop on Human Activity Recognition and Modeling</i>, Oxford, UK,  September 9, 2005.","Publications/harem05.pdf"],["\"Fusion-based Background-Subtraction using Contour Saliency\"","J. Davis and V. Sharma","<i>IEEE Workshop on Object Tracking and Classification in and Beyond the Visible Spectrum</i>, ","San Diego, CA, June 20, 2005.","Publications/otcbvs05.pdf"],["\"A Two-Stage Template Approach to Person Detection in Thermal Imagery\"","J. Davis and M. Keck","<i>Workshop on Applications of Computer Vision</i>,  Breckenridge, Colorado, January 5-7, 2005.","Publications/wacv05.pdf"],["\"Differential Video Coding of Face and Gesture Events in Presentation Videos\"","R. Tan and J. Davis","<i>Computer Vision and Image Understanding</i>, Vol. 96, No. 2, 2004, pp. 200-215.","Publications/cviu04.pdf"],["\"Robust Detection of People in Thermal Imagery\"","J. Davis and V. Sharma","<i>International Conference on Pattern Recognition</i>,","Cambridge, United Kingdom, August 23-26, 2004, pp. 713-716.","Publications/icpr04.pdf"],["\"Sequential Reliable-Inference for Rapid Detection of Human Actions\"","J. Davis","<i>IEEE Workshop on Detection and Recognition of Events in Video</i>,","Washington DC, July 2, 2004.","Publications/event04.pdf"],["\"Robust Background-Subtraction for Person Detection in Thermal Imagery\"","J. Davis and V. Sharma","IEEE International Workshop on Object Tracking and Classification ","Beyond the Visible Spectrum, Washington DC, July 2, 2004.","Publications/otcbvs04.pdf"],["\"Gender Recognition from Walking Movements using Adaptive Three-Mode PCA\"","J. Davis and H. Gao","<i>IEEE Workshop on Articulated and Nonrigid Motion</i>, Washington DC, June 27, 2004.","Publications/anm04.pdf"],["\"An Expressive Three-Mode Principal Components Model for Gender Recognition\"","J. Davis and H. Gao","<i>Journal of Vision</i>, Vol. 4, No. 5, 2004, pp. 362-377.","Publications/jov04.pdf","http://www.journalofvision.org/4/5/2/"],["\"An Expressive Three-Mode Principal Components Model of Human","Action Style\"","J. Davis and H. Gao","<i>Image and Vision Computing</i>, Vol. 21, No. 11, 2003, pp. 1001-1016.","Publications/ivc03.pdf"],["\"Recognizing Human Action Efforts: An Adaptive Three-Mode PCA Framework\"","J. Davis and H. Gao","<i>International Conference on Computer Vision</i>, Nice, France,","October 13-16, 2003, pp. 1463-1469.","Publications/iccv03.pdf"],["\"A Reliable-Inference Framework for Recognition of Human Actions\"","J. Davis and A. Tyagi","<i>IEEE International Conference on Advanced Video and Signal Based Surveillance</i>,","Miami, Florida, July 21-22, 2003, pp. 169-176.","Publications/avss03.pdf"],["\"A Three-Mode Expressive Feature Model of Action Effort\"","J. Davis, H. Gao, and V. Kannappan","<i>IEEE Workshop on Motion and Video Computing</i>, Orlando, Florida, December 5-6, 2002, pp. 139-144.","[Best Paper Award]","Publications/motion02.pdf"],["\"Motion Segmentation and Pose Recognition with Motion History Gradients\"","G. Bradski and J. Davis","<i>International Journal of Machine Vision and Applications</i>, Vol. 13, No. 3, 2002, pp. 174-184.","Publications/mva02.pdf"],["\"Analysis and Recognition of Walking Movements\" ","J. Davis and S. Taylor ","<i>International Conference on Pattern Recognition</i>, Quebec City, Canada, August 11-15, 2002, pp. 315-318.","Publications/icpr02.pdf"],["\"Expressive Features for Movement Exaggeration\"","J. Davis and V. Kannappan","<i>SIGGRAPH Conference Abstracts and Applications (Technical Sketches)</i>, San Antonio, Texas, July 24, 2002, pp. 182.","Publications/sketch02.pdf"],["\"The Representation and Recognition of Action Using Temporal Templates\"","A. Bobick and J. Davis","<i>IEEE Transactions on Pattern Analysis and Machine Intelligence</i>, Vol. 23, No. 3, 2001, pp. 257-267.","Publications/pami01.pdf"],["\"A Perceptual User Interface for Recognizing Head Gesture Acknowledgements\"","J. Davis and S. Vaks","<i>ACM Workshop on Perceptual User Interfaces</i>, Orlando, Florida, November 15-16, 2001.","Publications/PUI2001-Davis.pdf"],["\"Representing and Recognizing Human Motion: From Motion Templates to Movement Categories\"","J. Davis","<i>Digital Human Modeling Workshop</i>, International Conference on Intelligent Robots and Systems, Maui, Hawaii, October 29, 2001.","Publications/iros.pdf"],["\"Hierarchical Motion History Images for Recognizing Human Motion\"","J. Davis","<i>IEEE Workshop on Detection and Recognition of Events in Video</i>, Vancouver, Canada, July 8, 2001, pp. 39-46.","Publications/event01.pdf"],["\"Visual Categorization of Children and Adult Walking Styles\"","J. Davis","<i>International Conference on Audio- and Video-based Biometric Person Authentication</i>, Halmstad, Sweden, June 6-8, 2001, pp. 295-300.","Publications/avbpa01.pdf"],["\"Physically Interactive Story Environments\"","C. Pinhanez, J. Davis, S. Intille, M. Johnson, A. Wilson, A. Bobick, and B. Blumberg","<i>IBM Systems Journal</i>, Vol. 39, No. 3/4, 2000, pp. 438-455.","Publications/ibmpaper.pdf"],["\"Motion Segmentation and Pose Recognition with Motion History Gradients\"","G. Bradski and J. Davis","<i>IEEE Workshop on Applications of Computer Vision</i>, December 2000, pp. 174-184.","Publications/wacv00.pdf"],["\"Categorical Representation and Recognition of Oscillatory Motion Patterns\"","J. Davis, A. Bobick, W. Richards","<i>IEEE Conference on Computer Vision and Pattern Recognition</i>, June 2000, pp. 628-635.","Publications/cvpr2000.pdf"],["\"Relating Categories of Intentional Animal Motions\"","J. Davis and W. Richards","OSU Dept. Computer and Information Science Technical Report OSU-CISRC-11/00-TR25, November 2000.","Publications/OSU-TR25.pdf"],["\"The Kidsroom: A Perceptually-Based Interactive and Immersive Story Environment\"","A. Bobick, S. Intille, J. Davis, F. Baird, C. Pinhanez, L. Campbell, Y. Ivanov, A. Schutte, and A. Wilson","<i>Presence: Teleoperators and Virtual Environments</i>, Vol. 8, No. 4, 1999, pp. 367-391.","Publications/kidsroom.pdf"],["\"Toward 3-D Gesture Recognition\"","J. Davis and M. Shah","<i>International Journal of Pattern Recognition and Artificial Intelligence</i>, Volume 13 Number 3, May 1999, pp. 381-393.","Publications/ijprai.pdf"],["\"Real-time Motion Template Gradients using Intel CVLib\"","J. Davis and G. Bradski","<i>IEEE ICCV Workshop on Frame-rate Vision</i>, September 1999.","Publications/motiontemplategradient.pdf"],["\"Recognizing Movement using Motion Histograms\"","J. Davis","MIT Technical Report #487, March 1999.","Publications/TR-487.pdf"],["\"A Robust Human-Silhouette Extraction Technique for Interactive Virtual Environments\"","J. Davis and A. Bobick","In Lecture Notes in Artificial Intelligence (Ed. by N. Magnenat-Thalmann & D. Thalmann), 1537, Heidelberg: Springer-Verlag, 1998, pp. 12-25.","(<i>IFIP Workshop on Modeling and Motion Capture Techniques for Virtual Environments</i>, 1998.)","Publications/captech98.pdf"],["\"Virtual PAT: A Virtual Personal Aerobics Trainer\"","J. Davis and A. Bobick","<i>Workshop on Perceptual User Interfaces</i>, November 1998, pp. 13-18.","Publications/pui98.pdf"],["\"Perceptive Spaces for Performance and Entertainment\"","C. Wren, F. Sparacino, A. Azarbayejani, T. Darrell, J. Davis, T. Starner, A. Kotani, C. Chao, M. Hlavac, K. Russell, A. Bobick, and A. Pentland","<i>ATR Workshop on Virtual Communication Environments</i>, April 1998.","Publications/TR-372B.pdf"],["\"Design Decisions for Interactive Environments: Evaluating the KidsRoom Application Using a Deep Perceptual Interface\"","A. Bobick, S. Intille, J. Davis, F. Baird, C. Pinhanez, L. Campbell, Y. Ivanov, A. Schutte, and A. Wilson","<i>AAAI Spring Symposium on Intelligent Environments</i>, March 1998, pp. 7-16.","Publications/ie.pdf"],["\"The KidsRoom: An Example Application Using a Deep Perceptual Interface\"","A. Bobick, J. Davis, S. Intille","<i>Workshop on Perceptual User Interfaces</i>, October 1997, pp. 1-4.","Publications/pui97.pdf"],["\"The Representation and Recognition of Action Using Temporal Templates\"","J. Davis and A. Bobick","<i>IEEE Conference on Computer Vision and Pattern Recognition</i>, June 1997, pp. 928-934.","Publications/TR-402.pdf"],["\"Real-Time Closed-World Tracking\"","S. Intille, J. Davis, and A. Bobick","<i>IEEE Conference on Computer Vision and Pattern Recognition</i>, June 1997, pp. 697-703.","Publications/TR-403.pdf"],["\"Action Recognition Using Temporal Templates\"","A. Bobick and J. Davis","In M. Shah and R. Jain (eds.) <i>Motion-Based Recognition</i>, 1997, pp. 125-146.","Publications/motrec.pdf"],["\"Real-time Recognition of Activity Using Temporal Templates\"","A. Bobick and J. Davis","<i>IEEE Workshop on Applications of Computer Vision</i>, December 1996, pp. 39-42.","Publications/TR-386.pdf"],["\"An Appearance-based Representation of Action\"","A. Bobick and J. Davis","<i>IEEE International Conference on Pattern Recognition</i>, August 1996, pp. 307-312.","Publications/TR-369.pdf"],["\"Visual Gesture Recognition\"","J. Davis and M. Shah","<i>Vision, Image and Signal Processing</i>, Vol. 141, No. 2, 1994, pp. 101-106.","Publications/visp.pdf"],["\"Recognizing Hand Gestures\"","J. Davis and M. Shah","<i>European Conference on Computer Vision</i>, 1994, pp. 331-340.","Publications/eccv.pdf"],["\"Determining 3-D Hand Motion\"","J. Davis and M. Shah","<i>IEEE Asilomar Conference on Signals, Systems, and Computers</i>, October 1994, pp. 1262-1266.","Publications/asilomar.pdf"]]
